{
  "type": "presentation",
  "metadata": {
    "authors": [],
    "description": "",
    "gistUrl": "https://gist.github.com/2bdcddb0be368ee12d0fba9afa16385b",
    "gistId": "2bdcddb0be368ee12d0fba9afa16385b"
  },
  "datasets": {
    "d9b13556-fd36-4a8a-9257-fb7b9dcf3aec": {
      "metadata": {
        "format": "csv",
        "fileName": "milestones-history-datavis.csv",
        "title": "Milestones in the history of data visualization",
        "description": "More information: http://www.datavis.ca/"
      },
      "rawData": "category,year,end year,content\ncartography,-550,,\"The first world map? (No extant copies, but described in books II and IV of Herodotus' \"\"Histories'' (Robinson:1968)\"\ncartography,-366,-335,\"The first route map (\"\"carte routière''), showing the whole of the Roman world, a map from Vienna, through Italy, to Carthage; painted on parchment, 34 cm. high, by 7 m. in length. (Named the table of Peutinger, after a 16th century German collector.)\"\ncartography,-240,,Calculation of the diameter of the earth by measuring noontime shadows at sites 800 km. apart\ncartography,-170,,Invention of parchment. Parchment was superior to papyrus because it could be printed on both sides and folded.\ncartography,-134,,\"Measurement of the year with great accuracy and building of the first comprehensive star chart with 850 stars and a luminosity, or brightness, scale; discovery of the precision of the equinoxes\"\ncartography,-100,,\" The Antikythera Mechanism is a unique Greek geared device, constructed around the end of the second century bc. It is known that it calculated and displayed celestial information, particularly cycles such as the phases of the moon and a luni-solar calendar. \"\ncartography,0,,\"This palaeolithic map from 13 660 calBP is one of the oldest maps to date. The map is an engraved stone from the cave of Abauntz and it demonstrates actual surrounding landscape, including  mountains, rivers, and ponds. Routes or  avenues of access are also engraved.\"\ncartography,90,150,Map projections of a spherical earth and use of latitude and longitude to characterize position (first display of longitude)\ncartography,105,,\"Invention of paper, replacing (somewhat later) writing and other inscriptions on wood, cloth, stone, etc.\"\ncartography,950,,\"Earliest known attempt to show changing values graphically (positions of the sun, moon, and planets throughout the year)\"\ncartography,1280,,\"Triangular diagrams of paired comparisons for electoral systems (how to elect a Pope or Mother Superior, when all the candidates are voting)\"\ncartography,1305,,\"Mechanical diagrams of knowledge, as aids to reasoning (served as an inspiration to Leibnitz in the development of symbolic logic)\"\ncartography,1350,,\"Proto-bar graph (of a theoretical function), and development of the logical relation between tabulating values, and graphing them (pre-dating Descartes). Oresme proposed the use of a graph for plotting a variable magnitude whose value depends on another, and, implicitly, the idea of a coordinate system\"\ncartography,1375,,\"Catalan Atlas, an exquisitely beautiful visual cosmography, perpetual calendar, and thematic representation of the known world\"\ncartography,1450,,\"Graphs of distance vs. speed, presumably of the theoretical relation\"\ncartography,1453,,\"Invention of moveable type printing press, and printing of the Mazarin bible (leads to a decline in the use of mixed text and graphics)\"\ncartography,1500,,Use of rectangular coordinates to analyze velocity of falling objects\ncartography,1530,,Theoretical description of how longitude may be determined using difference of times by a clock and the associated observed change in star positions (not implemented)\ncartography,1533,,\"Description of how to determine mapping locations by triangulation, from similar triangles, and with use of angles w.r.t meridians\"\ncartography,1545,,\"The first published illustration of a camera obscura, used to record an eclipse of the sun, on January 24, 1544.\"\ncartography,1550,,Trigonometric tables (published 1596 posthumously)\ncartography,1556,,Development of a method to fix position and survey land using compass-bearing and distance. (Tartaglia is better known for discovering a method to solve cubic equations)\ncartography,1562,,\"Liber de Ludo Alaea, a practical guide to gambling, containing the first systematic computation of probabilities; written in 1562, but not published until 1663.\"\ncartography,1569,,\"Invention of cylindrical projection for portraying the globe on maps, to preserve straightness of rhumb lines\"\ncartography,1570,,\"The first modern atlas, Teatrum Orbis Terrarum\"\ncartography,1572,,\"Improvements in instruments for accurately measuring positions of stars and planets, providing the most accurate catalog on which later discoveries (e.g., Kepler's laws) would be based\"\ncartography,1581,,Discovery of isosynchronous property of the pendulum (to be used for clocks and measurement)\ncartography,1701,,\"Contour maps showing curves of equal value (an isogonic map, lines of equal magnetic declination for the world, possibly the first contour map of a data-based variable)\"\ncartography,1710,,Invention of three-color printing\ncartography,1711,,First test of statistical significance based on deviation between observed data and a null hypothesis (used to show that the guiding hand of a devine being could be discerned in the nearly constant ratio of male to female births in London over 1629--1710)\ncartography,1712,,\"Literal line graph, inspired by observation of nature (section of hyperbola, formed by capillary action of colored water between two glass plates)\"\ncartography,1724,,\"Abstract line graph (of barometric observations), not analyzed\"\ncartography,1727,,\"Experiments paving the way to the development of photography: Images obtained by action of light on a mixture of chalk, nitric acid, and silver salts\"\ncartography,1733,,\"The normal distribution, derived as the limit of the binomial distribution\"\ncartography,1736,1755,\"Development of the use of polar coordinates for the representation of functions. Newton's Method of Fluxions was written about 1671, but not published until 1736. Jacob Bernoulli published a derivation of the idea in 1691 attributes the development of polar coordinates to Fontana, with no date.\"\ncartography,1741,,Beginnings of the study of population statistics (demography)\ncartography,1748,,\"First use of the term \"\"statistik.'' The word \"\"statistics'' was first used by Zimmerman in 1787. (For the earlier use of \"\"statist'', \"\"statista'' and other terms, see cite{John:1883}.)\"\ncartography,1750,1755,\"Beginnings of the estimation of $m$ unknown quantities from $n$ emipirical equations (where $n > m$), taking account of the possibility of errors in the observations (later supplanted by the method of least squares)\"\ncartography,1752,,\"Introduction of a notation which gives a name and address to every possible point in 3D space, $(x,y,z)$.\"\ncartography,1752,,Contour map\ncartography,1753,,\"\"\"Carte chronologique'': An annotated timeline of history (from Creation) on a 54-foot scroll, including names and descriptive events, grouped thematically, with symbols denoting character (martyr, tyrant, heretic, noble, upright, etc.) and profession (painter, theologian, musician, monk, etc.)\"\ncartography,1758,1772,\"Diagrams developed to represent color systems. In 1758, Mayer developed a system of constructing and naming many of the possible colours. Lambert extended this with a 3D pyramid indicating \"\"depth'' (saturation).\"\ncartography,1760,,Curve-fitting and interpolation from empirical data points\ncartography,1763,,Graph of the beta density\ncartography,1765,,\"Theory of measurement error as deviations from regular graphed line. (Lambert made the observation that \"\"a diagram does incomparably better service here than a table.''cite[p. 204]{Tilling:1975}\"\ncartography,1765,,\"Historical timeline (life spans of 2,000 famous people, 1200 B.C. to 1750 A.D.), quantitative comparison by means of bars\"\ncartography,1767,1796,Repeated systematic application of graphical analysis (line graphs applied to empirical measurements)\ncartography,1776,,\"Development of descriptive geometry, that leads to engineering drawing\"\ncartography,1778,,\"Geological map (distribution of soils, minerals)\"\ncartography,1779,,\"Graphical analysis of periodic variation (in soil temperature), and the first semi-graphic display combining tabular and graphical formats\"\ncartography,1782,,\"Statistical map of production in Europe, possibly the first economic and thematic map (shows geographic distribution of 56 commodities produced in Europe)\"\ncartography,1782,,First topographical map\ncartography,1782,,\"Use of geometric, proportional figures (squares) to compare demographic quantities by superposition, an early \"\"tableau graphique''\"\ncartography,1785,,Superimposed squares to compare areas (of European states)\ncartography,1786,,\"Bar chart, line graphs of economic data\"\ncartography,1787,,\"Visualization of vibration patterns (by spreading a uniform layer of sand on a disk, and observing displacement when vibration is applied)\"\ncartography,1794,,\"Patenting and sale of printed graph paper, printed with a rectangular coordinate grid, attests to the growing use of Cartesian coordinates\"\ncartography,1795,,\"Multi-number graphical calculation (proto-nomogram: contours applied to multiplication table, later rectified by Lalanne cite{Lalanne:1846})\"\ncartography,1796,,\"Automatic recording of bivariate data (pressure vs. volume in steam engine) \"\"Watt Indicator,'' (invention kept secret until 1822)\"\ncartography,1798,,\"Invention of lithographic technique for printing of maps and diagrams (\"\"At the time the effect of lithography ... was as great as has been the introduction [of the Xerox machine]'' cite[p. 57]{Robinson:1982}) (published in several translations, 1818--19)\"\ncartography,1798,,\"First maps of the incidence of disease (yellow fever), using dots and circles to show individual occurrences in waterfront areas of New York\"\ncartography,1600,,\"Tables of empirical data, published tables of numbers begin to appear. \"\"Die Tabellen-Statistik,'' as a branch of statistics devoted to the numerical description of facts\"\ncartography,1603,,\"Tables, and first world map showing lines of geomagnetism (isogons), used in work on finding longitude by means of magnetic variation. The tables give the world distribution of the variation, by latitude, along each of the meridians\"\ncartography,1603,,The pantograph was invented for mechanically copying a figure on an enlarged or reduced scale\ncartography,1610,,\"The first astronomical pictures ever printed, from observations through a telescope, used to illustrate discoveries of craters on the moon, the 4 staelites of Jupiter and a vast number of stars never seen by unaided eyes\"\ncartography,1614,,\"Invention of logarithms, and the first published tables of logarithms. \"\ncartography,1617,,First use of Frisius' method of trigonometric triangulation to produce locations of major cities in Holland; foundation of geodesy\ncartography,1620,1628,\"Invention of a mechanical device, containing a logarithmic scale of equal parts and trigonomic functions which, with the aid of a pair of calipers, could be used as a slide rule. This device, called \"\"Gunter's scale,'' or the \"\"gunter'' by seamen, was soon replaced by a true slide rule, containing two parallel logarithmic scales\"\ncartography,1623,,\"The first known adding machine, a mechanical calculator called the \"\"Calculating Clock.'' It could add and subtract up to six-digit numbers, based on the movement of six dented wheels geared through a \"\"mutilated\"\" wheel which with every full turn allowed the wheel located at the right to rotate 1/10th of a full turn\"\ncartography,1626,,\"Visual representations used to chart the changes in sunspots over time. Also, the first known use of the idea of \"\"small multiples'' to show a series of images in a coherent display\"\ncartography,1632,,\"Statistical analysis of observations on location of Tycho Brahe's star of 1572, based on idea that the most probable hypothesis is the one having the smallest (least absolute value) deviations\"\ncartography,1637,,\"Coordinate system reintroduced in mathematics, analytic geometry; relationship established between graphed line and equation\"\ncartography,1644,,First visual representation of statistical data: variations in determination of longitude between Toledo and Rome\ncartography,1646,,\"Invention of the first projection lantern (the magic lantern). [Images were painted on glass and projected on walls. Kirscher, a Jesuit priest, was the last recorded ordained priest openly to concern himself with optics. Henceforth, the art of projecting images was classified as an entertainment and curtailed.]\"\ncartography,1654,,Initial statements of the theory of probability\ncartography,1654,,\"The first large scale attempt at a scientific, economic survey (of the Irish estates confiscated by Oliver Cromwell), perhaps the first econometric study, leading to development of political arithmetic\"\ncartography,1657,,First text on probability\ncartography,1662,,\"Founding of demographic statistics: Development of the idea that vital statistics (records of christenings and burials in London) could be used to construct life tables. The average life expectancy in London was 27 years, with 65\\% dying by age 16\"\ncartography,1663,,Automatic recording device (the weather clock) producing a moving graph of temperature and wind direction (in polar coordinates)\ncartography,1666,,\"First modern complete demographic census, a record of each individual by name of the 3215 inhabitants of New France\"\ncartography,1669,,\"First graph of a continuous distribution function, a graph of Gaunt's life table, and a demonstration of how to find the median remaining lifetime for a person of given age\"\ncartography,1671,,\"First attempt to determine scientifically what should be the purchase price of annuities, using mortality tables\"\ncartography,1679,,A map of England showing distances between cities arranged for the use of travellers.\ncartography,1686,,\"Bivariate plot of a theoretical curve derived from observations (barometric pressure vs. altitude), graphical analysis based on empirical data\"\ncartography,1686,,\"First known weather map, showing prevailing winds on a geographical map of the Earth\"\ncartography,1687,,\"Use of statistics for international comparisons, e.g., London vs. Rome and London vs. Paris, compared in people, housing, hospitals, etc.\"\ncartography,1693,,\"First real mortality tables, containing the ages at death of a stable sample of individuals under stable conditions (from Breslau Bills of Mortality)\"\ncartography,1693,,First use of areas of rectangles to display probabilities of independent binary events\ncartography,1800,,Use of coordinate paper in published research (graph of barometric variations)\ncartography,1800,,\"Idea for continuous log of automatically recorded time series graphs (of temperature and barometric pressure), also recording the maximum and minimum\"\ncartography,1801,,\"Invention of the pie chart, and circle graph, used to show part-whole relations\"\ncartography,1801,,\"The first large-scale geological map of England and Wales, setting the pattern for geological cartography, and founding stratigraphic geology. Recently called (hyperbolically) \"\"the map that changed the world'' cite{Winchester:2001}. (Smith's map was first drawn in 1801, but the final version was not published until 1815.)\"\ncartography,1809,,Methods of determining an orbit from at least three observations; presentation of the least squares method\ncartography,1810,,The central limit theorem explains why many distributions tend to be close to the normal distribution. The key ingredient is that the random variable being observed should be the sum or mean of many  independent identically distributed random variables.\ncartography,1811,,\"Charts using subdivided bar graphs, and superimposed squares, showing the relative size of Mexican territories and populations in the colonies\"\ncartography,1816,,\"The first weather map was invented by physicist Heinrich Wilhelm Brandes in 1816, based on data collected over several decades.\"\ncartography,1817,,\"First graph of isotherms, showing mean temperature around the world by latitude and longitude. Recognizing that temperature depends more on latitude and altitude, a subscripted graph shows the direct relation of temperature on these two variables\"\ncartography,1819,,\"Choropleth map with shadings from black to white (distribution and intensity of illiteracy in France), the first (unclassed) choropleth map, and perhaps the first modern statistical map. (This map dates from 1826 cite[Plate 1, vol. 2]{Dupin:1827} according to Robinson cite[p. 232]{Robinson:1982}, rather than 1819 according to Funkhouser cite{Funkhouser:1937})\"\ncartography,1820,,\"An increasing number of scientific publications begin to contain graphs and diagrams which describe, but do not analyze, natural phenomena (magnetic variation, weather, tides, etc.)\"\ncartography,1821,,\"Ogive or cumulative frequency curve, inhabitants of Paris by age groupings (shows the number of inhabitants of Paris per 10,000 in 1817 who were of a given age or over. The name \"\"ogive'' is due to Galton.)\"\ncartography,1822,,\"Mechanical device for calculating mathematical tables (the Difference Engine) [The beginnings of computing as we know it today. The Difference Engine was steam-powered, and the size of a locomotive.]\"\ncartography,1825,,\"Gompertz curve, derived to describe expected mortality statistics for a population of organisms whose probability of death increases as a function of time\"\ncartography,1826,,\"Choropleth map with shadings from black to white (distribution and intensity of illiteracy in France), the first (unclassed) choropleth map, and perhaps the first modern statistical map\"\ncartography,1827,,\"First successful photograph produced (an 8-hour exposure). [A type of asphalt (bitumen of Judea) was coated on metal plates. After exposure it was washed in solvents, the light areas were shown by the bitumen, dark areas by bare metal. Exposed to iodine, the plate darkened in the shadowed areas.]\"\ncartography,1828,,Mortality curves drawn from empirical data (for Belgium and France)\ncartography,1829,,\"Polar-area charts (predating those by Florence Nightingale cite{Nightingale:1857}), showing frequency of events for cyclic phenomena\"\ncartography,1829,,\"The first comparative choropleth thematic maps, showing crimes against persons and crimes against property in relation to level of instruction by departments in France\"\ncartography,1830,1835,\"Graphical analysis of natural phenomena begins to appear on a regular basis in scientific publications, particularly in England. For example, in 1832, Faraday proposes pictorial representation of electric and magnetic lines of force.\"\ncartography,1830,,\"First simple dot map of population by department, 1 dot = 10,000 people\"\ncartography,1832,,\"Fitting a smoothed curve to a scatterplot, advocacy of graph paper and graphical methods as standard tools of science. [\"\"The process by which I propose to accomplish this is one essentially graphical; by which term I understand not a mere substitution of geometrical construction and measurement for numerical calculation, but one which has for its object to perform that which no system of calculation can possibly do, by bringing in the aid of the eye and hand to guide the judgment, in a case where judgment only, and not calculation, can be of any avail.'' (p. 178)]\"\ncartography,1833,,\"The first comprehensive analysis of data on \"\"moral statistics'' (crimes, suicide, literacy, etc.) shown on thematic unclassed choropleth maps; bar charts (of crime, by age groupings and months)\"\ncartography,1833,,\"Graphical rank lists, with lines showing shifts in rank order between categories (rank of types of crime from one age group to the next)\"\ncartography,1833,,First classed depiction of population density on a world map (using three broad classes in a dasymetric map)\ncartography,1833,,\"Invention of the stereoscope, revealing the dependence of visual depth perception upon binocular vision, and allowing production of stereoscopic images\"\ncartography,1836,,First broad and general application of principles of graphic representation to national industrial and population data\ncartography,1836,,\"Extensive data tabulation, time series, and mapping of prostitutes in Paris\"\ncartography,1837,,\"First published flow maps, showing transportation by means of shaded lines, widths proportional to amount (passengers)\"\ncartography,1838,,\"Physical atlas of the distribution of plants, animals, climate, etc., one of the most extensive and detailed thematic atlases; most of the maps contained tables, graphs, pictorial profiles of distributions over altitude, and other visual accompanyments\"\ncartography,1839,,\"Development of the logistic curve, $ y = k / (1 + C e^)$, to describe the growth of human populations\"\ncartography,1839,,\"Invention of the first practical photographic process, using coated plates of metal and glass\"\ncartography,1843,,\"Contour map of a 3D table, temperature x hour x month (published in 1845)\"\ncartography,1843,,Use of polar coordinates in a graph(frequency of wind directions)\ncartography,1843,,Ethnographic maps showing distribution of ethnic groups throughout the world\ncartography,1843,,Ada Lovelace was known as the first programmer for her work in 1843 with Charles Babbage. She wrote a series of instructions for his proposed machanical computer.\ncartography,1844,,\"\"\"Tableau-graphique'' showing transportation of commercial traffic by variable-width (distance), divided bars (height $sim$ amount), area $sim$ cost of transport [An early form of the mosaic plot.]\"\ncartography,1846,,\"Logarithmic grid (the first log-log plot, as a nomogram for showing products from the factors)\"\ncartography,1846,,\"Results of sampling from urns shown as symmetrical histograms, with limiting \"\"curve of possibility'' (later called the normal curve)\"\ncartography,1850,1852,Discovery of time course of muscle action and nerve impulses by graphical methods.\ncartography,1851,,Map incorporating statistical diagrams: circles proportional to coal production (published in 1861)\ncartography,1852,,\"Statistical graphics used in a lawsuit. (Reported by Ernst Engel at the 7th meetings of the International Statistical Congress, 1869, The Hague\"\ncartography,1853,,First international statistics conference (organized by Quetelet)\ncartography,1854,,Guerry's ordonnateur statistique is arguably the first mechanical device inventedto aid statistical calculation and the assessment of the relationship betweensocial and moral variables.\ncartography,1854,,\"An augmented graphic representation of a train schedule for 35 railways stations, between St. Petersburg and Moscow. This was designed by Lt. Sergev in 1854.\"\ncartography,1854,,\"Minard, a visual engineer, was asked to investigate the cause of the collapse of the bridge at Bourg St. Andeol on the Rhone in 1840.\"\ncartography,1855,,\"Use of a dot map to display epidemiological data, leads to discovery of the source of a cholera epidemic.\"\ncartography,1857,,Discussion of standardization and classification of graphical methods at the Third International Statistical Congress\ncartography,1857,,Exhibition display of graphs and cartograms. Third International Statistical Congress\ncartography,1857,,\"Polar area charts, known as \"\"coxcombs'' (used in a campaign to improve sanitary conditions of army)\"\ncartography,1861,,\"The modern weather map, a chart showing area of similar air pressure and barometric changes by means of glyphs displayed on a map. These led to the discovery of the anti-cyclonic movement of wind around low-pressure areas\"\ncartography,1861,,\"Invention of the trichromatic process for making color photographs, by taking three monochrome images through red, green and blue filters\"\ncartography,1863,,Semilogarithmic grid (showing percentage changes in commodities)\ncartography,1868,,Statistical diagrams used in a school textbook\ncartography,1869,,\"Three-dimensional population surface or \"\"stereogram,'' with axonometric projection to show curves of various \"\"slices'' (sometimes known as a \"\"Zeuner diagram)''\"\ncartography,1869,,\"Minard's flow map graphic of Napoleon's March on Moscow (called \"\"the best graphic ever produced)\n        \n        \"\ncartography,1869,,\"The periodic table used to classify chemical elements according to their properties, and allowing the prediction of new elements that would be discovered later.\"\ncartography,1870,,\"Election map of Paris, showing the breakdown of votes by parties\"\ncartography,1872,,Congressional appropriation for graphical treatment of statistics\ncartography,1872,,Use of statistical graphics by USA Government in census reports (cartograms of data from Ninth Census)\ncartography,1872,,\"Classification of statistical graphical treatments by form, with consideration of appropriate uses of color, graphical elements, limitations of perception. At the 8th ISI meetings, St. Petersburg.\"\ncartography,1872,,\"Recording of motion (of a running horse) by means of a set of glass-plate cameras, triggered by strings\"\ncartography,1873,,\"Graphical methods applied to explain fundamental relations in thermodynamics; this includes diagrams of entropy vs. temperature (where work or heat is proportional to area), and the first use of trilinear coordinates (graphs of (x,y,z) where x+y+z=constant)\"\ncartography,1873,,First-known use of a semi-graphic table to display a data table by shading levels\ncartography,1874,,\"Age pyramid (bilateral histogram), bilateral frequency polygon, and the use of subdivided squares to show the division of population by two variables jointly (an early mosaic display) in the first true U.S. national statistical atlas\"\ncartography,1874,,\"Population contour map (population density shown by contours), the first statistical use of a contour map\"\ncartography,1874,,\"Two-variable color map (showing the joint distribution of horses (red, vertical bars) and cattle (green, horizontal bars) in Bavaria, widths of bars $sim$ animals/km$^2$)\"\ncartography,1874,,\"Galton's first semi-graphic scatterplot and correlation diagram, of head size and height, from his notebook on Special Peculiarities\"\ncartography,1875,,\"Lexis diagram, showing relations among age, calendar time, and life spans of individuals simultaneously (but the paternity of this diagram is in dispute cite{Vandeschrick:2001})\"\ncartography,1875,,\"Galton's first illustration of the idea of correlation, using sizes of the seeds of mother and daughter plants\"\ncartography,1877,,\"First use of proportional, divided square in the modern (mosaic) form for data representation\"\ncartography,1877,,First use of polar diagrams and star plots for data representation\ncartography,1877,,\"Extensive statistical study of 24,500 children to improve school practice; early ideas of correlation and regression by quoting the \"\"measure of stoutness'', the ratio of annual increase in pounds weight to annual increase in inches height. Includes six charts, showing curvilinear regresions.\"\ncartography,1877,,Galton's 1877 (hypothetical) machine for visualizing Bayesian inference using a prior distribution.\ncartography,1878,,\"First attempt to survey, describe, and illustrate available graphic methods for experimental data\"\ncartography,1878,,\"The term \"\"graph'' introduced, referring to diagrams showing analogies between the chemical bonds in molecules and graphical representations of mathematical invariants (also coined the term \"\"matrix'')\"\ncartography,1879,,\"Stereogram (three-dimensional population pyramid) modeled on actual data (Swedish census, 1750--1875)\"\ncartography,1879,,Published instructions on how to use graph paper\ncartography,1879,1899,\"Album de Statistique Graphique, an annual series over 20 years, using all known graphic forms (map-based pies and stars, mosaic, line graphs, bar charts, and, of course, numerous flow maps) to depict data relevant to planning (railways, canals, ports, tramways, etc.) [This series, under the direction of �mile Cheysson, is regarded as the epitome of the \"\"Golden Age of Statistical Graphics'']\"\nmathematics,1880,,\"Representation of logical propositions and relations diagrammatically. [Actually, Liebnitz and, to some degree, Euler had used such diagrams previously.]\"\ncartography,1882,,\"Invention of precursor of motion-picture camera, recording a series of photographs to study fight of birds, running and walking\"\ncartography,1882,,\"Statistical reasoning employed to create a new system of bodily measurement, specifically for identifying criminals\"\ncartography,1883,,\"Patent issued on logarithmic paper (reported to the British Association for the Advancement of Science, in 1898). Also called \"\"semi-log,'' \"\"arith-log'' paper and \"\"ratio charts''\"\ncartography,1883,1885,\"Combination of many variables into multi-function nomograms, using 3D, juxtaposition of maps, parallel coordinate and hexagonal grids (L'Abaque Triomphe)\"\ncartography,1884,,\"Pictogram, used to represent data by icons proportional to a number\"\ncartography,1884,,Invention of the punched card for use in a machine to tabulate the USA Census (in 1890). Hollerith's company eventually became IBM\ncartography,1884,,\"The first alignment diagrams, using sets of parallel axes, rather than axes at right angles; development of the essential ideas used in parallel coordinates plots. [Using the principle of duality from projective geometry, d'Ocagne (1885) showed that a point on a graph with Cartesian coordinates transformed into a line on an alignment chart, that a line transformed into a point, and, finally, that a family of lines or a surface transformed into a single line cite(Hankins:1999)]\"\ncartography,1884,,\"A literary description of life in a two-dimensional world for people living in a 3D world. By analogy and extension, it suggests the possibile views of fourth and higher dimensions\"\ncartography,1885,,\"Normal correlation surface and regression, the idea that in a bivariate normal distribution, contours of equal frequency formed concentric ellipses, with the regression line connecting points of vertical tangents\"\ncartography,1885,,\"Comprehensive review of all available statistical graphics presented to the Statistical Society of London, classified as figures, maps, and solids (3D), perhaps the first mature attempt at a systematic classification of graphical forms\"\ncartography,1885,,\"Graphic representation of a train schedule showing rate of travel along the route from Paris to Lyon. The method is attributed to the French engineer Ibry, but new evidence suggests that Lt. Sergeev had developed this method approximately 30 years earlier in Russia.\"\ncartography,1888,,\"First anamorphic maps, using a deformation of spatial size to show a quantitative variable (e.g., the decrease in time to travel from Paris to various places in France over 200 years)\"\ncartography,1889,,\"Street maps of London, showing poverty and wealth by color coding, transforming existing methods of social survey and poverty mapping towards the end of the nineteenth century\"\ncartography,1892,,\"Social data, diagrams, including regional survey, incorporated in museum\"\ncartography,1895,,\"First movie, with the cin�matographe, using the principle of intermittent movement of film (16 fps), but producing smooth projection (first public film screening on December 28, 1895 at the Cafe Grand)\"\ncartography,1896,,\"Use of area rectangles on a map to display two variables and their product (population of arrondisements in Paris, percent foreigners; area = absolute number of foreigners)\"\ncartography,1899,,\"Idea for \"\"log-square'' paper, ruled so that normal probability curve appears as a straight line\"\ncartography,1901,,\"This work by Cheysson and Fontaine, reported by Bertillon, was the first proposal of standards for graphical presentation. The paper \"\"Proposals to bring uniformity in the preparation of charts\"\" discusses some key recommendations, including cautious use of symbols and hieroglyphs, and sparing use of comparison by areas.It is proposed that x and y scales be constructed so that the average behaviour corresponds to a curve of 45 degrees. Other attempts to formulate standards for graphical procedures at the  International Statistical Congress are discussed in detail.\"\ncartography,1901,,\"In one of the first statistical textbooks, Arthur Bowley (1901) illustrated an arithmetic and graphical analysis of time-series data using the total value of British and Irish exports from 1855-1899.  He presented a line graph of the time-series data, supplemented by overlaid line graphs of 3-, 5- and 10-year moving averages.  His goal was to show that while the initial series showed wide variability, moving averages made the series progressively smoother.\"\ncartography,1904,,\"Use of the \"\"butterfly diagram'' to study the variation of sunspots over time, leading to the discovery that they were markedly reduced in frequency from 1645--1715 (the \"\"Maunder minimum''). [Earlier work, started in 1843 by H. Schwabe, showed that sunspots exhibit an approximately twenty-two year cycle, with each eleven-year cycle of sunspots followed by a reversal of the direction of the sun's magnetic field]\"\ncartography,1905,,\"Lorenz curve (cumulative distribution by rank order, to facilitate study of concentrations, income distribution)\"\ncartography,1910,,\"Statistical diagrams begin to appear regularly in USA textbooks (graphs of temperature, population in texts of arithmetic, algebra)\"\ncartography,1910,,Textbook in English devoted exclusively to statistical graphics\ncartography,1911,,\"First International Hygiene-Exhibition in Dresden, with 259 graphical-statistical figures of 35 national and international exhibitors and more than 5 million visitors. [Roesle also wrote publications which dealt with the structure of graphical-statistical displays cite{Roesle:1913}.]\"\ncartography,1911,1913,\"The Hertzsprung-Russell diagram, a log-log plot of luminosity as a function of temperature for stars, used to explain the changes as a star evolves. It provided an entirely new way to look at stars, and laid the groundwork for modern stellar physics and evolution, developed independently by\"\ncartography,1913,,\"Arithmetic probability paper, ruled so that normal ogive appears as straight line\"\ncartography,1913,,\"Parade of statistical graphics, May 17, 1913, including large graphs on horse-drawn floats, and a photograph with people arranged in a bell-shaped curve\"\ncartography,1913,,\"Discovery of the concept of atomic number, based largely on graphical analysis (a plot of serial numbers of the elements vs. square root of frequencies from X-ray spectra) The linear relations showed that the periodic table was explained by atomic number rather than, as had been supposed, atomic weight, and predicted the existence of several yet-undiscovered elements\"\ncartography,1913,1914,\"College course in statistical graphic methods, \"\"The Graphic Method'' (possibly the first)\"\ncartography,1914,,Published standards for graphical presentation (by representatives from several scientific societies)\ncartography,1914,,Pictograms to represent a series of numbers by icons (combining concepts of the bar graph and pictogram of varying size)\ncartography,1915,,Creation of a standing committee on graphics\ncartography,1915,1925,\"Beginnings of the development of modern statistical theory (sampling distributions (1915), randomization, likelihood (1921), small sample theory, exact distributions, analysis of variance (1925), etc.)\"\ncartography,1916,,\"Correspondence course in graphical methods (20 lessons for , supplemented by a book of 100 specimen illustrations of bar, curve, and circle diagrams; entended title includes \"\"There's an idea in every chart'')\"\ncartography,1917,,\"Gantt chart, designed to show scheduled and actual progress of projects\"\ncartography,1918,1933,Annual college course in statistical graphical methods\ncartography,1919,,\"Social statistical chartbook, containing a variety of graphic and semi-graphic displays in a USA Government report. [The image below is a fine early example of a semi-graphic display, showing four variables simultaneously.]\"\ncartography,1919,,\"Use of ethnographic maps, showing the distribution of mixed nationalities, played an important role in redrawing national boundaries of Central Europe and the Balkans following World War I\"\ncartography,1920,,Invention of the path diagram to show relations among a network of endogenous and exogenous variables forming a system of structural equations\ncartography,1920,1926,\"Numerous textbooks on graphics, describing principles of graphical presentation of numerical information (published at a rate of about two each year), e.g.,\"\ncartography,1923,,Invention of the iconoscope television camera-tube\ncartography,1924,,Museum of Social Statistical Graphics and the ISOTYPE system (International System of Typographic Picture Education)\ncartography,1924,,\"The essential idea behind what are now called partial residual plots are discussed in Ezekial's paper: \"\"A method of handling curvilinear correlation for any number of variables\"\". Later in history, this is rediscovered by Larsen and McCleary (1972).\"\ncartography,1925,,Development of the control chart for statistical control of industrial processes\nstatistics,1926,,Experimental test of statistical graphical forms (pie vs. subdivided bar charts)\nstatistics,1927,1932,Spate of articles on experimental tests of statistical graphical forms\nstatistics,1927,1934,\"The birth of psychometrics, including unidimensional scaling (the law of comparative judgment) and multiple factor analysis. This would give rise to visualizations in one or more dimensions of psychological constructs, like attitudes, preferences, and abilities.\"\ncomputation,1928,,\"Nomogram of chemical concentrations in blood, showing the relations among over 20 components\"\ncomputation,1928,,\"Ideograph, a multivariate rectangular glyph, invented to display four variables and their relations (length and width of petals and sepals in iris flowers)\"\ncomputation,1929,,\"Electroencephalograph invented, to record electrical signals from the brain via galvanometers that measure electrical signals from electrodes on the scalp. EEGs were printed on multiple-pen, strip-chart recorders, with each channel showing the the amplitude from a given electrode.\"\nstatistics,1930,,Table of historical events drawn on logarithmic paper\ncartography,1931,,\"\"\"Log Square'' paper ($log y, log x$, for relations which are linear in log scales)\"\nstatistics,1933,,\"Standard statistical symbols (Neurath's Isotype method) established by government decree (for schools, public posters, etc.)\"\ncartography,1933,,Re-design of the routes of the London underground rail system to favor usability\nstatistics,1935,1950,\"Lapse of interest in statistical graphics, as concern with formal, \"\"precise'', and numerical methods gained ascendancy (the modern \"\"dark ages'' of statistical graphics)cite{FriendlyDenis:2001:valois}.\"\nstatistics,1937,,First modern review of the early history of statistical graphics\ncomputation,1939,,\"Description of a memex, an associative information retrieval system which would help someone find information based in association and context rather than strict categorical indexing; conceptual creation of \"\"hyperlink'' and the ''World Wide Web''\"\ncomputation,1944,,\"Harvard's Mark I, the first digital computer, put in service. Officially known as the \"\"IBM Automatic Sequence Controlled Calculator'' (ASCC), the Mark I was 50 feet long and weighed about 5 tons.\"\ncomputation,1944,,\"Development of an electro-mechanical machine to aid in the rotation of multidimensional factor analysis solutions to \"\"simple structure.'' This allowed an analyst to carry out by direct manipulation of dials what one did by plotting pairs of factors, and hand calculation of the rotation matrices in earlier times [(work carried out under the Adjutant General for development of the Armed Forces General Classification Test) cite{Tucker:2002}]\"\n"
    }
  },
  "visualizations": {
    "1ed3706c-47f8-454a-b3fd-dbd92c1c7e26": {
      "metadata": {
        "visualizationType": "timeline"
      },
      "data": {
        "main": [
          {
            "category": "cartography",
            "year": "-550",
            "end year": "",
            "content": "The first world map? (No extant copies, but described in books II and IV of Herodotus' \"Histories'' (Robinson:1968)"
          },
          {
            "category": "cartography",
            "year": "-366",
            "end year": "-335",
            "content": "The first route map (\"carte routière''), showing the whole of the Roman world, a map from Vienna, through Italy, to Carthage; painted on parchment, 34 cm. high, by 7 m. in length. (Named the table of Peutinger, after a 16th century German collector.)"
          },
          {
            "category": "cartography",
            "year": "-240",
            "end year": "",
            "content": "Calculation of the diameter of the earth by measuring noontime shadows at sites 800 km. apart"
          },
          {
            "category": "cartography",
            "year": "-170",
            "end year": "",
            "content": "Invention of parchment. Parchment was superior to papyrus because it could be printed on both sides and folded."
          },
          {
            "category": "cartography",
            "year": "-134",
            "end year": "",
            "content": "Measurement of the year with great accuracy and building of the first comprehensive star chart with 850 stars and a luminosity, or brightness, scale; discovery of the precision of the equinoxes"
          },
          {
            "category": "cartography",
            "year": "-100",
            "end year": "",
            "content": " The Antikythera Mechanism is a unique Greek geared device, constructed around the end of the second century bc. It is known that it calculated and displayed celestial information, particularly cycles such as the phases of the moon and a luni-solar calendar. "
          },
          {
            "category": "cartography",
            "year": "0",
            "end year": "",
            "content": "This palaeolithic map from 13 660 calBP is one of the oldest maps to date. The map is an engraved stone from the cave of Abauntz and it demonstrates actual surrounding landscape, including  mountains, rivers, and ponds. Routes or  avenues of access are also engraved."
          },
          {
            "category": "cartography",
            "year": "90",
            "end year": "150",
            "content": "Map projections of a spherical earth and use of latitude and longitude to characterize position (first display of longitude)"
          },
          {
            "category": "cartography",
            "year": "105",
            "end year": "",
            "content": "Invention of paper, replacing (somewhat later) writing and other inscriptions on wood, cloth, stone, etc."
          },
          {
            "category": "cartography",
            "year": "950",
            "end year": "",
            "content": "Earliest known attempt to show changing values graphically (positions of the sun, moon, and planets throughout the year)"
          },
          {
            "category": "cartography",
            "year": "1280",
            "end year": "",
            "content": "Triangular diagrams of paired comparisons for electoral systems (how to elect a Pope or Mother Superior, when all the candidates are voting)"
          },
          {
            "category": "cartography",
            "year": "1305",
            "end year": "",
            "content": "Mechanical diagrams of knowledge, as aids to reasoning (served as an inspiration to Leibnitz in the development of symbolic logic)"
          },
          {
            "category": "cartography",
            "year": "1350",
            "end year": "",
            "content": "Proto-bar graph (of a theoretical function), and development of the logical relation between tabulating values, and graphing them (pre-dating Descartes). Oresme proposed the use of a graph for plotting a variable magnitude whose value depends on another, and, implicitly, the idea of a coordinate system"
          },
          {
            "category": "cartography",
            "year": "1375",
            "end year": "",
            "content": "Catalan Atlas, an exquisitely beautiful visual cosmography, perpetual calendar, and thematic representation of the known world"
          },
          {
            "category": "cartography",
            "year": "1450",
            "end year": "",
            "content": "Graphs of distance vs. speed, presumably of the theoretical relation"
          },
          {
            "category": "cartography",
            "year": "1453",
            "end year": "",
            "content": "Invention of moveable type printing press, and printing of the Mazarin bible (leads to a decline in the use of mixed text and graphics)"
          },
          {
            "category": "cartography",
            "year": "1500",
            "end year": "",
            "content": "Use of rectangular coordinates to analyze velocity of falling objects"
          },
          {
            "category": "cartography",
            "year": "1530",
            "end year": "",
            "content": "Theoretical description of how longitude may be determined using difference of times by a clock and the associated observed change in star positions (not implemented)"
          },
          {
            "category": "cartography",
            "year": "1533",
            "end year": "",
            "content": "Description of how to determine mapping locations by triangulation, from similar triangles, and with use of angles w.r.t meridians"
          },
          {
            "category": "cartography",
            "year": "1545",
            "end year": "",
            "content": "The first published illustration of a camera obscura, used to record an eclipse of the sun, on January 24, 1544."
          },
          {
            "category": "cartography",
            "year": "1550",
            "end year": "",
            "content": "Trigonometric tables (published 1596 posthumously)"
          },
          {
            "category": "cartography",
            "year": "1556",
            "end year": "",
            "content": "Development of a method to fix position and survey land using compass-bearing and distance. (Tartaglia is better known for discovering a method to solve cubic equations)"
          },
          {
            "category": "cartography",
            "year": "1562",
            "end year": "",
            "content": "Liber de Ludo Alaea, a practical guide to gambling, containing the first systematic computation of probabilities; written in 1562, but not published until 1663."
          },
          {
            "category": "cartography",
            "year": "1569",
            "end year": "",
            "content": "Invention of cylindrical projection for portraying the globe on maps, to preserve straightness of rhumb lines"
          },
          {
            "category": "cartography",
            "year": "1570",
            "end year": "",
            "content": "The first modern atlas, Teatrum Orbis Terrarum"
          },
          {
            "category": "cartography",
            "year": "1572",
            "end year": "",
            "content": "Improvements in instruments for accurately measuring positions of stars and planets, providing the most accurate catalog on which later discoveries (e.g., Kepler's laws) would be based"
          },
          {
            "category": "cartography",
            "year": "1581",
            "end year": "",
            "content": "Discovery of isosynchronous property of the pendulum (to be used for clocks and measurement)"
          },
          {
            "category": "cartography",
            "year": "1701",
            "end year": "",
            "content": "Contour maps showing curves of equal value (an isogonic map, lines of equal magnetic declination for the world, possibly the first contour map of a data-based variable)"
          },
          {
            "category": "cartography",
            "year": "1710",
            "end year": "",
            "content": "Invention of three-color printing"
          },
          {
            "category": "cartography",
            "year": "1711",
            "end year": "",
            "content": "First test of statistical significance based on deviation between observed data and a null hypothesis (used to show that the guiding hand of a devine being could be discerned in the nearly constant ratio of male to female births in London over 1629--1710)"
          },
          {
            "category": "cartography",
            "year": "1712",
            "end year": "",
            "content": "Literal line graph, inspired by observation of nature (section of hyperbola, formed by capillary action of colored water between two glass plates)"
          },
          {
            "category": "cartography",
            "year": "1724",
            "end year": "",
            "content": "Abstract line graph (of barometric observations), not analyzed"
          },
          {
            "category": "cartography",
            "year": "1727",
            "end year": "",
            "content": "Experiments paving the way to the development of photography: Images obtained by action of light on a mixture of chalk, nitric acid, and silver salts"
          },
          {
            "category": "cartography",
            "year": "1733",
            "end year": "",
            "content": "The normal distribution, derived as the limit of the binomial distribution"
          },
          {
            "category": "cartography",
            "year": "1736",
            "end year": "1755",
            "content": "Development of the use of polar coordinates for the representation of functions. Newton's Method of Fluxions was written about 1671, but not published until 1736. Jacob Bernoulli published a derivation of the idea in 1691 attributes the development of polar coordinates to Fontana, with no date."
          },
          {
            "category": "cartography",
            "year": "1741",
            "end year": "",
            "content": "Beginnings of the study of population statistics (demography)"
          },
          {
            "category": "cartography",
            "year": "1748",
            "end year": "",
            "content": "First use of the term \"statistik.'' The word \"statistics'' was first used by Zimmerman in 1787. (For the earlier use of \"statist'', \"statista'' and other terms, see cite{John:1883}.)"
          },
          {
            "category": "cartography",
            "year": "1750",
            "end year": "1755",
            "content": "Beginnings of the estimation of $m$ unknown quantities from $n$ emipirical equations (where $n > m$), taking account of the possibility of errors in the observations (later supplanted by the method of least squares)"
          },
          {
            "category": "cartography",
            "year": "1752",
            "end year": "",
            "content": "Introduction of a notation which gives a name and address to every possible point in 3D space, $(x,y,z)$."
          },
          {
            "category": "cartography",
            "year": "1752",
            "end year": "",
            "content": "Contour map"
          },
          {
            "category": "cartography",
            "year": "1753",
            "end year": "",
            "content": "\"Carte chronologique'': An annotated timeline of history (from Creation) on a 54-foot scroll, including names and descriptive events, grouped thematically, with symbols denoting character (martyr, tyrant, heretic, noble, upright, etc.) and profession (painter, theologian, musician, monk, etc.)"
          },
          {
            "category": "cartography",
            "year": "1758",
            "end year": "1772",
            "content": "Diagrams developed to represent color systems. In 1758, Mayer developed a system of constructing and naming many of the possible colours. Lambert extended this with a 3D pyramid indicating \"depth'' (saturation)."
          },
          {
            "category": "cartography",
            "year": "1760",
            "end year": "",
            "content": "Curve-fitting and interpolation from empirical data points"
          },
          {
            "category": "cartography",
            "year": "1763",
            "end year": "",
            "content": "Graph of the beta density"
          },
          {
            "category": "cartography",
            "year": "1765",
            "end year": "",
            "content": "Theory of measurement error as deviations from regular graphed line. (Lambert made the observation that \"a diagram does incomparably better service here than a table.''cite[p. 204]{Tilling:1975}"
          },
          {
            "category": "cartography",
            "year": "1765",
            "end year": "",
            "content": "Historical timeline (life spans of 2,000 famous people, 1200 B.C. to 1750 A.D.), quantitative comparison by means of bars"
          },
          {
            "category": "cartography",
            "year": "1767",
            "end year": "1796",
            "content": "Repeated systematic application of graphical analysis (line graphs applied to empirical measurements)"
          },
          {
            "category": "cartography",
            "year": "1776",
            "end year": "",
            "content": "Development of descriptive geometry, that leads to engineering drawing"
          },
          {
            "category": "cartography",
            "year": "1778",
            "end year": "",
            "content": "Geological map (distribution of soils, minerals)"
          },
          {
            "category": "cartography",
            "year": "1779",
            "end year": "",
            "content": "Graphical analysis of periodic variation (in soil temperature), and the first semi-graphic display combining tabular and graphical formats"
          },
          {
            "category": "cartography",
            "year": "1782",
            "end year": "",
            "content": "Statistical map of production in Europe, possibly the first economic and thematic map (shows geographic distribution of 56 commodities produced in Europe)"
          },
          {
            "category": "cartography",
            "year": "1782",
            "end year": "",
            "content": "First topographical map"
          },
          {
            "category": "cartography",
            "year": "1782",
            "end year": "",
            "content": "Use of geometric, proportional figures (squares) to compare demographic quantities by superposition, an early \"tableau graphique''"
          },
          {
            "category": "cartography",
            "year": "1785",
            "end year": "",
            "content": "Superimposed squares to compare areas (of European states)"
          },
          {
            "category": "cartography",
            "year": "1786",
            "end year": "",
            "content": "Bar chart, line graphs of economic data"
          },
          {
            "category": "cartography",
            "year": "1787",
            "end year": "",
            "content": "Visualization of vibration patterns (by spreading a uniform layer of sand on a disk, and observing displacement when vibration is applied)"
          },
          {
            "category": "cartography",
            "year": "1794",
            "end year": "",
            "content": "Patenting and sale of printed graph paper, printed with a rectangular coordinate grid, attests to the growing use of Cartesian coordinates"
          },
          {
            "category": "cartography",
            "year": "1795",
            "end year": "",
            "content": "Multi-number graphical calculation (proto-nomogram: contours applied to multiplication table, later rectified by Lalanne cite{Lalanne:1846})"
          },
          {
            "category": "cartography",
            "year": "1796",
            "end year": "",
            "content": "Automatic recording of bivariate data (pressure vs. volume in steam engine) \"Watt Indicator,'' (invention kept secret until 1822)"
          },
          {
            "category": "cartography",
            "year": "1798",
            "end year": "",
            "content": "Invention of lithographic technique for printing of maps and diagrams (\"At the time the effect of lithography ... was as great as has been the introduction [of the Xerox machine]'' cite[p. 57]{Robinson:1982}) (published in several translations, 1818--19)"
          },
          {
            "category": "cartography",
            "year": "1798",
            "end year": "",
            "content": "First maps of the incidence of disease (yellow fever), using dots and circles to show individual occurrences in waterfront areas of New York"
          },
          {
            "category": "cartography",
            "year": "1600",
            "end year": "",
            "content": "Tables of empirical data, published tables of numbers begin to appear. \"Die Tabellen-Statistik,'' as a branch of statistics devoted to the numerical description of facts"
          },
          {
            "category": "cartography",
            "year": "1603",
            "end year": "",
            "content": "Tables, and first world map showing lines of geomagnetism (isogons), used in work on finding longitude by means of magnetic variation. The tables give the world distribution of the variation, by latitude, along each of the meridians"
          },
          {
            "category": "cartography",
            "year": "1603",
            "end year": "",
            "content": "The pantograph was invented for mechanically copying a figure on an enlarged or reduced scale"
          },
          {
            "category": "cartography",
            "year": "1610",
            "end year": "",
            "content": "The first astronomical pictures ever printed, from observations through a telescope, used to illustrate discoveries of craters on the moon, the 4 staelites of Jupiter and a vast number of stars never seen by unaided eyes"
          },
          {
            "category": "cartography",
            "year": "1614",
            "end year": "",
            "content": "Invention of logarithms, and the first published tables of logarithms. "
          },
          {
            "category": "cartography",
            "year": "1617",
            "end year": "",
            "content": "First use of Frisius' method of trigonometric triangulation to produce locations of major cities in Holland; foundation of geodesy"
          },
          {
            "category": "cartography",
            "year": "1620",
            "end year": "1628",
            "content": "Invention of a mechanical device, containing a logarithmic scale of equal parts and trigonomic functions which, with the aid of a pair of calipers, could be used as a slide rule. This device, called \"Gunter's scale,'' or the \"gunter'' by seamen, was soon replaced by a true slide rule, containing two parallel logarithmic scales"
          },
          {
            "category": "cartography",
            "year": "1623",
            "end year": "",
            "content": "The first known adding machine, a mechanical calculator called the \"Calculating Clock.'' It could add and subtract up to six-digit numbers, based on the movement of six dented wheels geared through a \"mutilated\" wheel which with every full turn allowed the wheel located at the right to rotate 1/10th of a full turn"
          },
          {
            "category": "cartography",
            "year": "1626",
            "end year": "",
            "content": "Visual representations used to chart the changes in sunspots over time. Also, the first known use of the idea of \"small multiples'' to show a series of images in a coherent display"
          },
          {
            "category": "cartography",
            "year": "1632",
            "end year": "",
            "content": "Statistical analysis of observations on location of Tycho Brahe's star of 1572, based on idea that the most probable hypothesis is the one having the smallest (least absolute value) deviations"
          },
          {
            "category": "cartography",
            "year": "1637",
            "end year": "",
            "content": "Coordinate system reintroduced in mathematics, analytic geometry; relationship established between graphed line and equation"
          },
          {
            "category": "cartography",
            "year": "1644",
            "end year": "",
            "content": "First visual representation of statistical data: variations in determination of longitude between Toledo and Rome"
          },
          {
            "category": "cartography",
            "year": "1646",
            "end year": "",
            "content": "Invention of the first projection lantern (the magic lantern). [Images were painted on glass and projected on walls. Kirscher, a Jesuit priest, was the last recorded ordained priest openly to concern himself with optics. Henceforth, the art of projecting images was classified as an entertainment and curtailed.]"
          },
          {
            "category": "cartography",
            "year": "1654",
            "end year": "",
            "content": "Initial statements of the theory of probability"
          },
          {
            "category": "cartography",
            "year": "1654",
            "end year": "",
            "content": "The first large scale attempt at a scientific, economic survey (of the Irish estates confiscated by Oliver Cromwell), perhaps the first econometric study, leading to development of political arithmetic"
          },
          {
            "category": "cartography",
            "year": "1657",
            "end year": "",
            "content": "First text on probability"
          },
          {
            "category": "cartography",
            "year": "1662",
            "end year": "",
            "content": "Founding of demographic statistics: Development of the idea that vital statistics (records of christenings and burials in London) could be used to construct life tables. The average life expectancy in London was 27 years, with 65\\% dying by age 16"
          },
          {
            "category": "cartography",
            "year": "1663",
            "end year": "",
            "content": "Automatic recording device (the weather clock) producing a moving graph of temperature and wind direction (in polar coordinates)"
          },
          {
            "category": "cartography",
            "year": "1666",
            "end year": "",
            "content": "First modern complete demographic census, a record of each individual by name of the 3215 inhabitants of New France"
          },
          {
            "category": "cartography",
            "year": "1669",
            "end year": "",
            "content": "First graph of a continuous distribution function, a graph of Gaunt's life table, and a demonstration of how to find the median remaining lifetime for a person of given age"
          },
          {
            "category": "cartography",
            "year": "1671",
            "end year": "",
            "content": "First attempt to determine scientifically what should be the purchase price of annuities, using mortality tables"
          },
          {
            "category": "cartography",
            "year": "1679",
            "end year": "",
            "content": "A map of England showing distances between cities arranged for the use of travellers."
          },
          {
            "category": "cartography",
            "year": "1686",
            "end year": "",
            "content": "Bivariate plot of a theoretical curve derived from observations (barometric pressure vs. altitude), graphical analysis based on empirical data"
          },
          {
            "category": "cartography",
            "year": "1686",
            "end year": "",
            "content": "First known weather map, showing prevailing winds on a geographical map of the Earth"
          },
          {
            "category": "cartography",
            "year": "1687",
            "end year": "",
            "content": "Use of statistics for international comparisons, e.g., London vs. Rome and London vs. Paris, compared in people, housing, hospitals, etc."
          },
          {
            "category": "cartography",
            "year": "1693",
            "end year": "",
            "content": "First real mortality tables, containing the ages at death of a stable sample of individuals under stable conditions (from Breslau Bills of Mortality)"
          },
          {
            "category": "cartography",
            "year": "1693",
            "end year": "",
            "content": "First use of areas of rectangles to display probabilities of independent binary events"
          },
          {
            "category": "cartography",
            "year": "1800",
            "end year": "",
            "content": "Use of coordinate paper in published research (graph of barometric variations)"
          },
          {
            "category": "cartography",
            "year": "1800",
            "end year": "",
            "content": "Idea for continuous log of automatically recorded time series graphs (of temperature and barometric pressure), also recording the maximum and minimum"
          },
          {
            "category": "cartography",
            "year": "1801",
            "end year": "",
            "content": "Invention of the pie chart, and circle graph, used to show part-whole relations"
          },
          {
            "category": "cartography",
            "year": "1801",
            "end year": "",
            "content": "The first large-scale geological map of England and Wales, setting the pattern for geological cartography, and founding stratigraphic geology. Recently called (hyperbolically) \"the map that changed the world'' cite{Winchester:2001}. (Smith's map was first drawn in 1801, but the final version was not published until 1815.)"
          },
          {
            "category": "cartography",
            "year": "1809",
            "end year": "",
            "content": "Methods of determining an orbit from at least three observations; presentation of the least squares method"
          },
          {
            "category": "cartography",
            "year": "1810",
            "end year": "",
            "content": "The central limit theorem explains why many distributions tend to be close to the normal distribution. The key ingredient is that the random variable being observed should be the sum or mean of many  independent identically distributed random variables."
          },
          {
            "category": "cartography",
            "year": "1811",
            "end year": "",
            "content": "Charts using subdivided bar graphs, and superimposed squares, showing the relative size of Mexican territories and populations in the colonies"
          },
          {
            "category": "cartography",
            "year": "1816",
            "end year": "",
            "content": "The first weather map was invented by physicist Heinrich Wilhelm Brandes in 1816, based on data collected over several decades."
          },
          {
            "category": "cartography",
            "year": "1817",
            "end year": "",
            "content": "First graph of isotherms, showing mean temperature around the world by latitude and longitude. Recognizing that temperature depends more on latitude and altitude, a subscripted graph shows the direct relation of temperature on these two variables"
          },
          {
            "category": "cartography",
            "year": "1819",
            "end year": "",
            "content": "Choropleth map with shadings from black to white (distribution and intensity of illiteracy in France), the first (unclassed) choropleth map, and perhaps the first modern statistical map. (This map dates from 1826 cite[Plate 1, vol. 2]{Dupin:1827} according to Robinson cite[p. 232]{Robinson:1982}, rather than 1819 according to Funkhouser cite{Funkhouser:1937})"
          },
          {
            "category": "cartography",
            "year": "1820",
            "end year": "",
            "content": "An increasing number of scientific publications begin to contain graphs and diagrams which describe, but do not analyze, natural phenomena (magnetic variation, weather, tides, etc.)"
          },
          {
            "category": "cartography",
            "year": "1821",
            "end year": "",
            "content": "Ogive or cumulative frequency curve, inhabitants of Paris by age groupings (shows the number of inhabitants of Paris per 10,000 in 1817 who were of a given age or over. The name \"ogive'' is due to Galton.)"
          },
          {
            "category": "cartography",
            "year": "1822",
            "end year": "",
            "content": "Mechanical device for calculating mathematical tables (the Difference Engine) [The beginnings of computing as we know it today. The Difference Engine was steam-powered, and the size of a locomotive.]"
          },
          {
            "category": "cartography",
            "year": "1825",
            "end year": "",
            "content": "Gompertz curve, derived to describe expected mortality statistics for a population of organisms whose probability of death increases as a function of time"
          },
          {
            "category": "cartography",
            "year": "1826",
            "end year": "",
            "content": "Choropleth map with shadings from black to white (distribution and intensity of illiteracy in France), the first (unclassed) choropleth map, and perhaps the first modern statistical map"
          },
          {
            "category": "cartography",
            "year": "1827",
            "end year": "",
            "content": "First successful photograph produced (an 8-hour exposure). [A type of asphalt (bitumen of Judea) was coated on metal plates. After exposure it was washed in solvents, the light areas were shown by the bitumen, dark areas by bare metal. Exposed to iodine, the plate darkened in the shadowed areas.]"
          },
          {
            "category": "cartography",
            "year": "1828",
            "end year": "",
            "content": "Mortality curves drawn from empirical data (for Belgium and France)"
          },
          {
            "category": "cartography",
            "year": "1829",
            "end year": "",
            "content": "Polar-area charts (predating those by Florence Nightingale cite{Nightingale:1857}), showing frequency of events for cyclic phenomena"
          },
          {
            "category": "cartography",
            "year": "1829",
            "end year": "",
            "content": "The first comparative choropleth thematic maps, showing crimes against persons and crimes against property in relation to level of instruction by departments in France"
          },
          {
            "category": "cartography",
            "year": "1830",
            "end year": "1835",
            "content": "Graphical analysis of natural phenomena begins to appear on a regular basis in scientific publications, particularly in England. For example, in 1832, Faraday proposes pictorial representation of electric and magnetic lines of force."
          },
          {
            "category": "cartography",
            "year": "1830",
            "end year": "",
            "content": "First simple dot map of population by department, 1 dot = 10,000 people"
          },
          {
            "category": "cartography",
            "year": "1832",
            "end year": "",
            "content": "Fitting a smoothed curve to a scatterplot, advocacy of graph paper and graphical methods as standard tools of science. [\"The process by which I propose to accomplish this is one essentially graphical; by which term I understand not a mere substitution of geometrical construction and measurement for numerical calculation, but one which has for its object to perform that which no system of calculation can possibly do, by bringing in the aid of the eye and hand to guide the judgment, in a case where judgment only, and not calculation, can be of any avail.'' (p. 178)]"
          },
          {
            "category": "cartography",
            "year": "1833",
            "end year": "",
            "content": "The first comprehensive analysis of data on \"moral statistics'' (crimes, suicide, literacy, etc.) shown on thematic unclassed choropleth maps; bar charts (of crime, by age groupings and months)"
          },
          {
            "category": "cartography",
            "year": "1833",
            "end year": "",
            "content": "Graphical rank lists, with lines showing shifts in rank order between categories (rank of types of crime from one age group to the next)"
          },
          {
            "category": "cartography",
            "year": "1833",
            "end year": "",
            "content": "First classed depiction of population density on a world map (using three broad classes in a dasymetric map)"
          },
          {
            "category": "cartography",
            "year": "1833",
            "end year": "",
            "content": "Invention of the stereoscope, revealing the dependence of visual depth perception upon binocular vision, and allowing production of stereoscopic images"
          },
          {
            "category": "cartography",
            "year": "1836",
            "end year": "",
            "content": "First broad and general application of principles of graphic representation to national industrial and population data"
          },
          {
            "category": "cartography",
            "year": "1836",
            "end year": "",
            "content": "Extensive data tabulation, time series, and mapping of prostitutes in Paris"
          },
          {
            "category": "cartography",
            "year": "1837",
            "end year": "",
            "content": "First published flow maps, showing transportation by means of shaded lines, widths proportional to amount (passengers)"
          },
          {
            "category": "cartography",
            "year": "1838",
            "end year": "",
            "content": "Physical atlas of the distribution of plants, animals, climate, etc., one of the most extensive and detailed thematic atlases; most of the maps contained tables, graphs, pictorial profiles of distributions over altitude, and other visual accompanyments"
          },
          {
            "category": "cartography",
            "year": "1839",
            "end year": "",
            "content": "Development of the logistic curve, $ y = k / (1 + C e^)$, to describe the growth of human populations"
          },
          {
            "category": "cartography",
            "year": "1839",
            "end year": "",
            "content": "Invention of the first practical photographic process, using coated plates of metal and glass"
          },
          {
            "category": "cartography",
            "year": "1843",
            "end year": "",
            "content": "Contour map of a 3D table, temperature x hour x month (published in 1845)"
          },
          {
            "category": "cartography",
            "year": "1843",
            "end year": "",
            "content": "Use of polar coordinates in a graph(frequency of wind directions)"
          },
          {
            "category": "cartography",
            "year": "1843",
            "end year": "",
            "content": "Ethnographic maps showing distribution of ethnic groups throughout the world"
          },
          {
            "category": "cartography",
            "year": "1843",
            "end year": "",
            "content": "Ada Lovelace was known as the first programmer for her work in 1843 with Charles Babbage. She wrote a series of instructions for his proposed machanical computer."
          },
          {
            "category": "cartography",
            "year": "1844",
            "end year": "",
            "content": "\"Tableau-graphique'' showing transportation of commercial traffic by variable-width (distance), divided bars (height $sim$ amount), area $sim$ cost of transport [An early form of the mosaic plot.]"
          },
          {
            "category": "cartography",
            "year": "1846",
            "end year": "",
            "content": "Logarithmic grid (the first log-log plot, as a nomogram for showing products from the factors)"
          },
          {
            "category": "cartography",
            "year": "1846",
            "end year": "",
            "content": "Results of sampling from urns shown as symmetrical histograms, with limiting \"curve of possibility'' (later called the normal curve)"
          },
          {
            "category": "cartography",
            "year": "1850",
            "end year": "1852",
            "content": "Discovery of time course of muscle action and nerve impulses by graphical methods."
          },
          {
            "category": "cartography",
            "year": "1851",
            "end year": "",
            "content": "Map incorporating statistical diagrams: circles proportional to coal production (published in 1861)"
          },
          {
            "category": "cartography",
            "year": "1852",
            "end year": "",
            "content": "Statistical graphics used in a lawsuit. (Reported by Ernst Engel at the 7th meetings of the International Statistical Congress, 1869, The Hague"
          },
          {
            "category": "cartography",
            "year": "1853",
            "end year": "",
            "content": "First international statistics conference (organized by Quetelet)"
          },
          {
            "category": "cartography",
            "year": "1854",
            "end year": "",
            "content": "Guerry's ordonnateur statistique is arguably the first mechanical device inventedto aid statistical calculation and the assessment of the relationship betweensocial and moral variables."
          },
          {
            "category": "cartography",
            "year": "1854",
            "end year": "",
            "content": "An augmented graphic representation of a train schedule for 35 railways stations, between St. Petersburg and Moscow. This was designed by Lt. Sergev in 1854."
          },
          {
            "category": "cartography",
            "year": "1854",
            "end year": "",
            "content": "Minard, a visual engineer, was asked to investigate the cause of the collapse of the bridge at Bourg St. Andeol on the Rhone in 1840."
          },
          {
            "category": "cartography",
            "year": "1855",
            "end year": "",
            "content": "Use of a dot map to display epidemiological data, leads to discovery of the source of a cholera epidemic."
          },
          {
            "category": "cartography",
            "year": "1857",
            "end year": "",
            "content": "Discussion of standardization and classification of graphical methods at the Third International Statistical Congress"
          },
          {
            "category": "cartography",
            "year": "1857",
            "end year": "",
            "content": "Exhibition display of graphs and cartograms. Third International Statistical Congress"
          },
          {
            "category": "cartography",
            "year": "1857",
            "end year": "",
            "content": "Polar area charts, known as \"coxcombs'' (used in a campaign to improve sanitary conditions of army)"
          },
          {
            "category": "cartography",
            "year": "1861",
            "end year": "",
            "content": "The modern weather map, a chart showing area of similar air pressure and barometric changes by means of glyphs displayed on a map. These led to the discovery of the anti-cyclonic movement of wind around low-pressure areas"
          },
          {
            "category": "cartography",
            "year": "1861",
            "end year": "",
            "content": "Invention of the trichromatic process for making color photographs, by taking three monochrome images through red, green and blue filters"
          },
          {
            "category": "cartography",
            "year": "1863",
            "end year": "",
            "content": "Semilogarithmic grid (showing percentage changes in commodities)"
          },
          {
            "category": "cartography",
            "year": "1868",
            "end year": "",
            "content": "Statistical diagrams used in a school textbook"
          },
          {
            "category": "cartography",
            "year": "1869",
            "end year": "",
            "content": "Three-dimensional population surface or \"stereogram,'' with axonometric projection to show curves of various \"slices'' (sometimes known as a \"Zeuner diagram)''"
          },
          {
            "category": "cartography",
            "year": "1869",
            "end year": "",
            "content": "Minard's flow map graphic of Napoleon's March on Moscow (called \"the best graphic ever produced)\n        \n        "
          },
          {
            "category": "cartography",
            "year": "1869",
            "end year": "",
            "content": "The periodic table used to classify chemical elements according to their properties, and allowing the prediction of new elements that would be discovered later."
          },
          {
            "category": "cartography",
            "year": "1870",
            "end year": "",
            "content": "Election map of Paris, showing the breakdown of votes by parties"
          },
          {
            "category": "cartography",
            "year": "1872",
            "end year": "",
            "content": "Congressional appropriation for graphical treatment of statistics"
          },
          {
            "category": "cartography",
            "year": "1872",
            "end year": "",
            "content": "Use of statistical graphics by USA Government in census reports (cartograms of data from Ninth Census)"
          },
          {
            "category": "cartography",
            "year": "1872",
            "end year": "",
            "content": "Classification of statistical graphical treatments by form, with consideration of appropriate uses of color, graphical elements, limitations of perception. At the 8th ISI meetings, St. Petersburg."
          },
          {
            "category": "cartography",
            "year": "1872",
            "end year": "",
            "content": "Recording of motion (of a running horse) by means of a set of glass-plate cameras, triggered by strings"
          },
          {
            "category": "cartography",
            "year": "1873",
            "end year": "",
            "content": "Graphical methods applied to explain fundamental relations in thermodynamics; this includes diagrams of entropy vs. temperature (where work or heat is proportional to area), and the first use of trilinear coordinates (graphs of (x,y,z) where x+y+z=constant)"
          },
          {
            "category": "cartography",
            "year": "1873",
            "end year": "",
            "content": "First-known use of a semi-graphic table to display a data table by shading levels"
          },
          {
            "category": "cartography",
            "year": "1874",
            "end year": "",
            "content": "Age pyramid (bilateral histogram), bilateral frequency polygon, and the use of subdivided squares to show the division of population by two variables jointly (an early mosaic display) in the first true U.S. national statistical atlas"
          },
          {
            "category": "cartography",
            "year": "1874",
            "end year": "",
            "content": "Population contour map (population density shown by contours), the first statistical use of a contour map"
          },
          {
            "category": "cartography",
            "year": "1874",
            "end year": "",
            "content": "Two-variable color map (showing the joint distribution of horses (red, vertical bars) and cattle (green, horizontal bars) in Bavaria, widths of bars $sim$ animals/km$^2$)"
          },
          {
            "category": "cartography",
            "year": "1874",
            "end year": "",
            "content": "Galton's first semi-graphic scatterplot and correlation diagram, of head size and height, from his notebook on Special Peculiarities"
          },
          {
            "category": "cartography",
            "year": "1875",
            "end year": "",
            "content": "Lexis diagram, showing relations among age, calendar time, and life spans of individuals simultaneously (but the paternity of this diagram is in dispute cite{Vandeschrick:2001})"
          },
          {
            "category": "cartography",
            "year": "1875",
            "end year": "",
            "content": "Galton's first illustration of the idea of correlation, using sizes of the seeds of mother and daughter plants"
          },
          {
            "category": "cartography",
            "year": "1877",
            "end year": "",
            "content": "First use of proportional, divided square in the modern (mosaic) form for data representation"
          },
          {
            "category": "cartography",
            "year": "1877",
            "end year": "",
            "content": "First use of polar diagrams and star plots for data representation"
          },
          {
            "category": "cartography",
            "year": "1877",
            "end year": "",
            "content": "Extensive statistical study of 24,500 children to improve school practice; early ideas of correlation and regression by quoting the \"measure of stoutness'', the ratio of annual increase in pounds weight to annual increase in inches height. Includes six charts, showing curvilinear regresions."
          },
          {
            "category": "cartography",
            "year": "1877",
            "end year": "",
            "content": "Galton's 1877 (hypothetical) machine for visualizing Bayesian inference using a prior distribution."
          },
          {
            "category": "cartography",
            "year": "1878",
            "end year": "",
            "content": "First attempt to survey, describe, and illustrate available graphic methods for experimental data"
          },
          {
            "category": "cartography",
            "year": "1878",
            "end year": "",
            "content": "The term \"graph'' introduced, referring to diagrams showing analogies between the chemical bonds in molecules and graphical representations of mathematical invariants (also coined the term \"matrix'')"
          },
          {
            "category": "cartography",
            "year": "1879",
            "end year": "",
            "content": "Stereogram (three-dimensional population pyramid) modeled on actual data (Swedish census, 1750--1875)"
          },
          {
            "category": "cartography",
            "year": "1879",
            "end year": "",
            "content": "Published instructions on how to use graph paper"
          },
          {
            "category": "cartography",
            "year": "1879",
            "end year": "1899",
            "content": "Album de Statistique Graphique, an annual series over 20 years, using all known graphic forms (map-based pies and stars, mosaic, line graphs, bar charts, and, of course, numerous flow maps) to depict data relevant to planning (railways, canals, ports, tramways, etc.) [This series, under the direction of �mile Cheysson, is regarded as the epitome of the \"Golden Age of Statistical Graphics'']"
          },
          {
            "category": "mathematics",
            "year": "1880",
            "end year": "",
            "content": "Representation of logical propositions and relations diagrammatically. [Actually, Liebnitz and, to some degree, Euler had used such diagrams previously.]"
          },
          {
            "category": "cartography",
            "year": "1882",
            "end year": "",
            "content": "Invention of precursor of motion-picture camera, recording a series of photographs to study fight of birds, running and walking"
          },
          {
            "category": "cartography",
            "year": "1882",
            "end year": "",
            "content": "Statistical reasoning employed to create a new system of bodily measurement, specifically for identifying criminals"
          },
          {
            "category": "cartography",
            "year": "1883",
            "end year": "",
            "content": "Patent issued on logarithmic paper (reported to the British Association for the Advancement of Science, in 1898). Also called \"semi-log,'' \"arith-log'' paper and \"ratio charts''"
          },
          {
            "category": "cartography",
            "year": "1883",
            "end year": "1885",
            "content": "Combination of many variables into multi-function nomograms, using 3D, juxtaposition of maps, parallel coordinate and hexagonal grids (L'Abaque Triomphe)"
          },
          {
            "category": "cartography",
            "year": "1884",
            "end year": "",
            "content": "Pictogram, used to represent data by icons proportional to a number"
          },
          {
            "category": "cartography",
            "year": "1884",
            "end year": "",
            "content": "Invention of the punched card for use in a machine to tabulate the USA Census (in 1890). Hollerith's company eventually became IBM"
          },
          {
            "category": "cartography",
            "year": "1884",
            "end year": "",
            "content": "The first alignment diagrams, using sets of parallel axes, rather than axes at right angles; development of the essential ideas used in parallel coordinates plots. [Using the principle of duality from projective geometry, d'Ocagne (1885) showed that a point on a graph with Cartesian coordinates transformed into a line on an alignment chart, that a line transformed into a point, and, finally, that a family of lines or a surface transformed into a single line cite(Hankins:1999)]"
          },
          {
            "category": "cartography",
            "year": "1884",
            "end year": "",
            "content": "A literary description of life in a two-dimensional world for people living in a 3D world. By analogy and extension, it suggests the possibile views of fourth and higher dimensions"
          },
          {
            "category": "cartography",
            "year": "1885",
            "end year": "",
            "content": "Normal correlation surface and regression, the idea that in a bivariate normal distribution, contours of equal frequency formed concentric ellipses, with the regression line connecting points of vertical tangents"
          },
          {
            "category": "cartography",
            "year": "1885",
            "end year": "",
            "content": "Comprehensive review of all available statistical graphics presented to the Statistical Society of London, classified as figures, maps, and solids (3D), perhaps the first mature attempt at a systematic classification of graphical forms"
          },
          {
            "category": "cartography",
            "year": "1885",
            "end year": "",
            "content": "Graphic representation of a train schedule showing rate of travel along the route from Paris to Lyon. The method is attributed to the French engineer Ibry, but new evidence suggests that Lt. Sergeev had developed this method approximately 30 years earlier in Russia."
          },
          {
            "category": "cartography",
            "year": "1888",
            "end year": "",
            "content": "First anamorphic maps, using a deformation of spatial size to show a quantitative variable (e.g., the decrease in time to travel from Paris to various places in France over 200 years)"
          },
          {
            "category": "cartography",
            "year": "1889",
            "end year": "",
            "content": "Street maps of London, showing poverty and wealth by color coding, transforming existing methods of social survey and poverty mapping towards the end of the nineteenth century"
          },
          {
            "category": "cartography",
            "year": "1892",
            "end year": "",
            "content": "Social data, diagrams, including regional survey, incorporated in museum"
          },
          {
            "category": "cartography",
            "year": "1895",
            "end year": "",
            "content": "First movie, with the cin�matographe, using the principle of intermittent movement of film (16 fps), but producing smooth projection (first public film screening on December 28, 1895 at the Cafe Grand)"
          },
          {
            "category": "cartography",
            "year": "1896",
            "end year": "",
            "content": "Use of area rectangles on a map to display two variables and their product (population of arrondisements in Paris, percent foreigners; area = absolute number of foreigners)"
          },
          {
            "category": "cartography",
            "year": "1899",
            "end year": "",
            "content": "Idea for \"log-square'' paper, ruled so that normal probability curve appears as a straight line"
          },
          {
            "category": "cartography",
            "year": "1901",
            "end year": "",
            "content": "This work by Cheysson and Fontaine, reported by Bertillon, was the first proposal of standards for graphical presentation. The paper \"Proposals to bring uniformity in the preparation of charts\" discusses some key recommendations, including cautious use of symbols and hieroglyphs, and sparing use of comparison by areas.It is proposed that x and y scales be constructed so that the average behaviour corresponds to a curve of 45 degrees. Other attempts to formulate standards for graphical procedures at the  International Statistical Congress are discussed in detail."
          },
          {
            "category": "cartography",
            "year": "1901",
            "end year": "",
            "content": "In one of the first statistical textbooks, Arthur Bowley (1901) illustrated an arithmetic and graphical analysis of time-series data using the total value of British and Irish exports from 1855-1899.  He presented a line graph of the time-series data, supplemented by overlaid line graphs of 3-, 5- and 10-year moving averages.  His goal was to show that while the initial series showed wide variability, moving averages made the series progressively smoother."
          },
          {
            "category": "cartography",
            "year": "1904",
            "end year": "",
            "content": "Use of the \"butterfly diagram'' to study the variation of sunspots over time, leading to the discovery that they were markedly reduced in frequency from 1645--1715 (the \"Maunder minimum''). [Earlier work, started in 1843 by H. Schwabe, showed that sunspots exhibit an approximately twenty-two year cycle, with each eleven-year cycle of sunspots followed by a reversal of the direction of the sun's magnetic field]"
          },
          {
            "category": "cartography",
            "year": "1905",
            "end year": "",
            "content": "Lorenz curve (cumulative distribution by rank order, to facilitate study of concentrations, income distribution)"
          },
          {
            "category": "cartography",
            "year": "1910",
            "end year": "",
            "content": "Statistical diagrams begin to appear regularly in USA textbooks (graphs of temperature, population in texts of arithmetic, algebra)"
          },
          {
            "category": "cartography",
            "year": "1910",
            "end year": "",
            "content": "Textbook in English devoted exclusively to statistical graphics"
          },
          {
            "category": "cartography",
            "year": "1911",
            "end year": "",
            "content": "First International Hygiene-Exhibition in Dresden, with 259 graphical-statistical figures of 35 national and international exhibitors and more than 5 million visitors. [Roesle also wrote publications which dealt with the structure of graphical-statistical displays cite{Roesle:1913}.]"
          },
          {
            "category": "cartography",
            "year": "1911",
            "end year": "1913",
            "content": "The Hertzsprung-Russell diagram, a log-log plot of luminosity as a function of temperature for stars, used to explain the changes as a star evolves. It provided an entirely new way to look at stars, and laid the groundwork for modern stellar physics and evolution, developed independently by"
          },
          {
            "category": "cartography",
            "year": "1913",
            "end year": "",
            "content": "Arithmetic probability paper, ruled so that normal ogive appears as straight line"
          },
          {
            "category": "cartography",
            "year": "1913",
            "end year": "",
            "content": "Parade of statistical graphics, May 17, 1913, including large graphs on horse-drawn floats, and a photograph with people arranged in a bell-shaped curve"
          },
          {
            "category": "cartography",
            "year": "1913",
            "end year": "",
            "content": "Discovery of the concept of atomic number, based largely on graphical analysis (a plot of serial numbers of the elements vs. square root of frequencies from X-ray spectra) The linear relations showed that the periodic table was explained by atomic number rather than, as had been supposed, atomic weight, and predicted the existence of several yet-undiscovered elements"
          },
          {
            "category": "cartography",
            "year": "1913",
            "end year": "1914",
            "content": "College course in statistical graphic methods, \"The Graphic Method'' (possibly the first)"
          },
          {
            "category": "cartography",
            "year": "1914",
            "end year": "",
            "content": "Published standards for graphical presentation (by representatives from several scientific societies)"
          },
          {
            "category": "cartography",
            "year": "1914",
            "end year": "",
            "content": "Pictograms to represent a series of numbers by icons (combining concepts of the bar graph and pictogram of varying size)"
          },
          {
            "category": "cartography",
            "year": "1915",
            "end year": "",
            "content": "Creation of a standing committee on graphics"
          },
          {
            "category": "cartography",
            "year": "1915",
            "end year": "1925",
            "content": "Beginnings of the development of modern statistical theory (sampling distributions (1915), randomization, likelihood (1921), small sample theory, exact distributions, analysis of variance (1925), etc.)"
          },
          {
            "category": "cartography",
            "year": "1916",
            "end year": "",
            "content": "Correspondence course in graphical methods (20 lessons for , supplemented by a book of 100 specimen illustrations of bar, curve, and circle diagrams; entended title includes \"There's an idea in every chart'')"
          },
          {
            "category": "cartography",
            "year": "1917",
            "end year": "",
            "content": "Gantt chart, designed to show scheduled and actual progress of projects"
          },
          {
            "category": "cartography",
            "year": "1918",
            "end year": "1933",
            "content": "Annual college course in statistical graphical methods"
          },
          {
            "category": "cartography",
            "year": "1919",
            "end year": "",
            "content": "Social statistical chartbook, containing a variety of graphic and semi-graphic displays in a USA Government report. [The image below is a fine early example of a semi-graphic display, showing four variables simultaneously.]"
          },
          {
            "category": "cartography",
            "year": "1919",
            "end year": "",
            "content": "Use of ethnographic maps, showing the distribution of mixed nationalities, played an important role in redrawing national boundaries of Central Europe and the Balkans following World War I"
          },
          {
            "category": "cartography",
            "year": "1920",
            "end year": "",
            "content": "Invention of the path diagram to show relations among a network of endogenous and exogenous variables forming a system of structural equations"
          },
          {
            "category": "cartography",
            "year": "1920",
            "end year": "1926",
            "content": "Numerous textbooks on graphics, describing principles of graphical presentation of numerical information (published at a rate of about two each year), e.g.,"
          },
          {
            "category": "cartography",
            "year": "1923",
            "end year": "",
            "content": "Invention of the iconoscope television camera-tube"
          },
          {
            "category": "cartography",
            "year": "1924",
            "end year": "",
            "content": "Museum of Social Statistical Graphics and the ISOTYPE system (International System of Typographic Picture Education)"
          },
          {
            "category": "cartography",
            "year": "1924",
            "end year": "",
            "content": "The essential idea behind what are now called partial residual plots are discussed in Ezekial's paper: \"A method of handling curvilinear correlation for any number of variables\". Later in history, this is rediscovered by Larsen and McCleary (1972)."
          },
          {
            "category": "cartography",
            "year": "1925",
            "end year": "",
            "content": "Development of the control chart for statistical control of industrial processes"
          },
          {
            "category": "statistics",
            "year": "1926",
            "end year": "",
            "content": "Experimental test of statistical graphical forms (pie vs. subdivided bar charts)"
          },
          {
            "category": "statistics",
            "year": "1927",
            "end year": "1932",
            "content": "Spate of articles on experimental tests of statistical graphical forms"
          },
          {
            "category": "statistics",
            "year": "1927",
            "end year": "1934",
            "content": "The birth of psychometrics, including unidimensional scaling (the law of comparative judgment) and multiple factor analysis. This would give rise to visualizations in one or more dimensions of psychological constructs, like attitudes, preferences, and abilities."
          },
          {
            "category": "computation",
            "year": "1928",
            "end year": "",
            "content": "Nomogram of chemical concentrations in blood, showing the relations among over 20 components"
          },
          {
            "category": "computation",
            "year": "1928",
            "end year": "",
            "content": "Ideograph, a multivariate rectangular glyph, invented to display four variables and their relations (length and width of petals and sepals in iris flowers)"
          },
          {
            "category": "computation",
            "year": "1929",
            "end year": "",
            "content": "Electroencephalograph invented, to record electrical signals from the brain via galvanometers that measure electrical signals from electrodes on the scalp. EEGs were printed on multiple-pen, strip-chart recorders, with each channel showing the the amplitude from a given electrode."
          },
          {
            "category": "statistics",
            "year": "1930",
            "end year": "",
            "content": "Table of historical events drawn on logarithmic paper"
          },
          {
            "category": "cartography",
            "year": "1931",
            "end year": "",
            "content": "\"Log Square'' paper ($log y, log x$, for relations which are linear in log scales)"
          },
          {
            "category": "statistics",
            "year": "1933",
            "end year": "",
            "content": "Standard statistical symbols (Neurath's Isotype method) established by government decree (for schools, public posters, etc.)"
          },
          {
            "category": "cartography",
            "year": "1933",
            "end year": "",
            "content": "Re-design of the routes of the London underground rail system to favor usability"
          },
          {
            "category": "statistics",
            "year": "1935",
            "end year": "1950",
            "content": "Lapse of interest in statistical graphics, as concern with formal, \"precise'', and numerical methods gained ascendancy (the modern \"dark ages'' of statistical graphics)cite{FriendlyDenis:2001:valois}."
          },
          {
            "category": "statistics",
            "year": "1937",
            "end year": "",
            "content": "First modern review of the early history of statistical graphics"
          },
          {
            "category": "computation",
            "year": "1939",
            "end year": "",
            "content": "Description of a memex, an associative information retrieval system which would help someone find information based in association and context rather than strict categorical indexing; conceptual creation of \"hyperlink'' and the ''World Wide Web''"
          },
          {
            "category": "computation",
            "year": "1944",
            "end year": "",
            "content": "Harvard's Mark I, the first digital computer, put in service. Officially known as the \"IBM Automatic Sequence Controlled Calculator'' (ASCC), the Mark I was 50 feet long and weighed about 5 tons."
          },
          {
            "category": "computation",
            "year": "1944",
            "end year": "",
            "content": "Development of an electro-mechanical machine to aid in the rotation of multidimensional factor analysis solutions to \"simple structure.'' This allowed an analyst to carry out by direct manipulation of dials what one did by plotting pairs of factors, and hand calculation of the rotation matrices in earlier times [(work carried out under the Adjutant General for development of the Armed Forces General Classification Test) cite{Tucker:2002}]"
          }
        ]
      },
      "dataProfile": {
        "main": [
          {
            "propertyName": "category",
            "propertiesTypes": {
              "string": 227
            },
            "coverage": {
              "covered": 227,
              "total": 227,
              "coverage": 1
            },
            "collectionId": "main"
          },
          {
            "propertyName": "year",
            "propertiesTypes": {
              "number": 227
            },
            "coverage": {
              "covered": 227,
              "total": 227,
              "coverage": 1
            },
            "collectionId": "main"
          },
          {
            "propertyName": "end year",
            "propertiesTypes": {
              "number": 227
            },
            "coverage": {
              "covered": 19,
              "total": 227,
              "coverage": 0.08370044052863436
            },
            "collectionId": "main"
          },
          {
            "propertyName": "content",
            "propertiesTypes": {
              "string": 227
            },
            "coverage": {
              "covered": 227,
              "total": 227,
              "coverage": 1
            },
            "collectionId": "main"
          }
        ]
      },
      "flattenedDataMap": {
        "main": {
          "category": "category",
          "year": "year",
          "end year": "end year"
        }
      },
      "datasets": [
        "d9b13556-fd36-4a8a-9257-fb7b9dcf3aec"
      ],
      "viewParameters": {
        "fromDate": -2193671977160,
        "toDate": -300215977160,
        "colorsMap": {
          "default": "#d8d8d8",
          "main": {
            "default": "#ff4700",
            "cartography": "#ffd1bf",
            "mathematics": "#ffa380",
            "statistics": "#1feb00",
            "computation": "#16a400"
          }
        },
        "dataMap": {
          "main": {
            "title": {
              "id": "title",
              "acceptedValueTypes": [
                "string",
                "number"
              ]
            },
            "description": {
              "id": "description",
              "acceptedValueTypes": [
                "string"
              ]
            },
            "source": {
              "id": "source",
              "acceptedValueTypes": [
                "string"
              ]
            },
            "category": {
              "id": "category",
              "acceptedValueTypes": [
                "string",
                "number"
              ],
              "mappedField": "category"
            },
            "year": {
              "id": "year",
              "acceptedValueTypes": [
                "number"
              ],
              "mappedField": "year"
            },
            "month": {
              "id": "month",
              "acceptedValueTypes": [
                "number"
              ]
            },
            "day": {
              "id": "day",
              "acceptedValueTypes": [
                "number"
              ]
            },
            "time": {
              "id": "time",
              "acceptedValueTypes": [
                "string"
              ]
            },
            "end year": {
              "id": "end year",
              "acceptedValueTypes": [
                "number"
              ],
              "mappedField": "end year"
            },
            "end month": {
              "id": "end month",
              "acceptedValueTypes": [
                "number"
              ]
            },
            "end day": {
              "id": "end day",
              "acceptedValueTypes": [
                "number"
              ]
            },
            "end time": {
              "id": "end time",
              "acceptedValueTypes": [
                "string"
              ]
            }
          }
        },
        "flattenedDataMap": {
          "main": {
            "category": "category",
            "year": "year",
            "end year": "end year"
          }
        }
      }
    }
  },
  "slides": {
    "f9b073a2-2e9e-4212-aa6e-9fee967f8e94": {
      "views": {
        "1ed3706c-47f8-454a-b3fd-dbd92c1c7e26": {
          "viewParameters": {
            "fromDate": -2193671977160,
            "toDate": -300215977160,
            "colorsMap": {
              "default": "#d8d8d8",
              "main": {
                "default": "#ff4700",
                "cartography": "#ffd1bf",
                "mathematics": "#ffa380",
                "statistics": "#1feb00",
                "computation": "#16a400"
              }
            },
            "dataMap": {
              "main": {
                "title": {
                  "id": "title",
                  "acceptedValueTypes": [
                    "string",
                    "number"
                  ]
                },
                "description": {
                  "id": "description",
                  "acceptedValueTypes": [
                    "string"
                  ]
                },
                "source": {
                  "id": "source",
                  "acceptedValueTypes": [
                    "string"
                  ]
                },
                "category": {
                  "id": "category",
                  "acceptedValueTypes": [
                    "string",
                    "number"
                  ],
                  "mappedField": "category"
                },
                "year": {
                  "id": "year",
                  "acceptedValueTypes": [
                    "number"
                  ],
                  "mappedField": "year"
                },
                "month": {
                  "id": "month",
                  "acceptedValueTypes": [
                    "number"
                  ]
                },
                "day": {
                  "id": "day",
                  "acceptedValueTypes": [
                    "number"
                  ]
                },
                "time": {
                  "id": "time",
                  "acceptedValueTypes": [
                    "string"
                  ]
                },
                "end year": {
                  "id": "end year",
                  "acceptedValueTypes": [
                    "number"
                  ],
                  "mappedField": "end year"
                },
                "end month": {
                  "id": "end month",
                  "acceptedValueTypes": [
                    "number"
                  ]
                },
                "end day": {
                  "id": "end day",
                  "acceptedValueTypes": [
                    "number"
                  ]
                },
                "end time": {
                  "id": "end time",
                  "acceptedValueTypes": [
                    "string"
                  ]
                }
              }
            },
            "flattenedDataMap": {
              "main": {
                "category": "category",
                "year": "year",
                "end year": "end year"
              }
            },
            "shownCategories": {
              "default": [
                "0",
                "1",
                "2",
                "3",
                "4",
                "5",
                "6"
              ],
              "main": [
                "default",
                "cartography",
                "mathematics",
                "statistics",
                "computation"
              ]
            }
          }
        }
      },
      "title": "test",
      "markdown": "test\n",
      "id": "f9b073a2-2e9e-4212-aa6e-9fee967f8e94"
    }
  },
  "order": [
    "f9b073a2-2e9e-4212-aa6e-9fee967f8e94"
  ],
  "id": "75942cda-1b16-4b2f-a57e-7b43f23b01ae"
}